Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Create Redirect Rule
ar: إنشاء قاعدة إعادة التوجيه
de: Umleitungsregel erstellen
es: Crear regla de redireccionamiento
fr: Créer une règle de redirection
it: Crea regola di reindirizzamento
ja: リダイレクトルールの作成
ko: 리디렉션 규칙 생성
pt_br: Criar regra de redirecionamento
ru: Создать правило перенаправления
zh_hans: 创建重定向规则
zh_hant: 建立重定向規則

source: Create Snippet
ar: إنشاء مقتطف
de: Snippet erstellen
es: Crear fragmento
fr: Créer un extrait
it: Crea frammento
ja: スニペットの作成
ko: 스니펫 생성
pt_br: Criar trecho
ru: Создать фрагмент
zh_hans: 创建 Snippet
zh_hant: 建立 Snippet

source: Create Storage
ar: إنشاء مساحة تخزين
de: Speicher erstellen
es: Crear almacenamiento
fr: Créer un stockage
it: Crea spazio di archiviazione
ja: ストレージの作成
ko: 스토리지 생성
pt_br: Criar armazenamento
ru: Создать хранилище
zh_hans: 创建存储
zh_hant: 建立儲存

source: Create Tunnel
ar: إنشاء نفق
de: Tunnel erstellen
es: Crear túnel
fr: Créer un tunnel
it: Crea tunnel
ja: トンネルの作成
ko: 터널 생성
pt_br: Criar túnel
ru: Создать туннель
zh_hans: 创建隧道
zh_hant: 建立隧道

source: Create Turnstile Widget
ar: إنشاء القطعة الدوارة
de: Erstellen Sie ein Turnstile-Widget
es: Crear widget de Turnstile
fr: Créer un widget de Turnstile
it: Crea widget Turnstile
ja: Turnstileウィジェットの作成
ko: Turnstile 위젯 만들기
pt_br: Criar widget de Turnstile
ru: Создать виджет Turnstileа
zh_hans: 创建 Turnstile 小组件
zh_hant: 建立 Turnstile 小組件

source: Create Worker
ar: إنشاء Worker
de: Worker erstellen
es: Crear Worker
fr: Créer un Worker
it: Crea Worker
ja: Worker を作成
ko: Worker 생성
pt_br: Criar Worker
ru: Создать Worker
zh_hans: 创建 Worker
zh_hant: 建立 Worker

source: Create Worker or Project
ar: إنشاء عامل أو مشروع
de: Erstellen Sie einen Worker oder ein Projekt
es: Crear Worker o proyecto
fr: Créer un Worker ou un projet
it: Crea lavoratore o progetto
ja: Workerまたはプロジェクトの作成
ko: Worker 또는 프로젝트 생성
pt_br: Criar Trabalhador ou Projeto
ru: Создать работника или проект
zh_hans: 创建 Worker 或项目
zh_hant: 建立 Worker 或專案

source: Created
ar: مخلوق
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成されました
ko: 생성됨
pt_br: Criado
ru: Созданный
zh_hans: 创建时间
zh_hant: 建立時間

source: Created %@
ar: تم الإنشاء في %@
de: Erstellt am %@
es: Creado el %@
fr: Créé le %@
it: Creato il %@
ja: %@ に作成
ko: %@ 생성
pt_br: Criado em %@
ru: Создано %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

source: Created Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
pt_br: Data de criação
ru: Дата создания
zh_hans: 创建时间
zh_hant: 建立時間

source: Created On
ar: تم الإنشاء بتاريخ
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il
ja: 作成日
ko: 생성 날짜
pt_br: Criado em
ru: Дата создания
zh_hans: 创建时间
zh_hant: 建立時間

source: Created: %@
ar: 创建时间：%@
de: Erstellt: %@
es: Creado: %@
fr: Créé : %@
it: Creato: %@
ja: 作成者: %@
ko: 생성됨: %@
pt_br: Criado: %@
ru: Созданный: %@
zh_hans: 创建时间：%@
zh_hant: 建立時間：%@

source: Creates a remotely managed Cloudflare Zero Trust tunnel. Once created, install cloudflared using the generated connector token.
ar: إنشاء نفق Cloudflare Zero Trust مُدار عن بعد. بمجرد الإنشاء، قم بتثبيت cloudflared باستخدام الرمز المميز للموصل الذي تم إنشاؤه.
de: Erstellt einen remote verwalteten Cloudflare Zero Trust-Tunnel. Nach der Erstellung installieren Sie Cloudflared mit dem generierten Connector-Token.
es: Crea un túnel Cloudflare Zero Trust administrado de forma remota. Una vez creado, instale cloudflared utilizando el token del conector generado.
fr: Crée un tunnel Cloudflare Zero Trust géré à distance. Une fois créé, installez cloudflared à l'aide du jeton de connecteur généré.
it: Crea un tunnel Cloudflare Zero Trust gestito in remoto. Una volta creato, installa cloudflared utilizzando il token del connettore generato.
ja: リモート管理されるCloudflareゼロトラストトンネルを作成します。作成したら、生成されたコネクタ トークンを使用して Cloudflared をインストールします。
ko: 원격으로 관리되는 Cloudflare Zero Trust 터널을 생성합니다. 생성되면 생성된 커넥터 토큰을 사용하여 cloudflared를 설치하세요.
pt_br: Cria um túnel Cloudflare Zero Trust gerenciado remotamente. Depois de criado, instale o cloudflared usando o token do conector gerado.
ru: Создает удаленно управляемый туннель Cloudflare Zero Trust. После создания установите Cloudflared, используя сгенерированный токен соединителя.
zh_hans: 创建远程管理的 Cloudflare Zero Trust 隧道。创建完成后，使用生成的连接器令牌安装 cloudflared。
zh_hant: 建立远程管理的 Cloudflare Zero Trust 通道。建立完成後，使用生成的連線器令牌安装 cloudflared。

source: Creation Failed
ar: فشل الخلق
de: Erstellung fehlgeschlagen
es: Error de creación
fr: Échec de la création
it: Creazione non riuscita
ja: 作成に失敗しました
ko: 생성 실패
pt_br: Falha na criação
ru: Не удалось создать
zh_hans: 创建失败
zh_hant: 建立失败

# Critical
source: Critical Outage
ar: انقطاع حرج
de: Kritischer Ausfall
es: Interrupción crítica
fr: Panne critique
it: Interruzione critica
ja: 重大な停止
ko: 심각한 정전
pt_br: Interrupção Crítica
ru: Критический сбой
zh_hans: 严重故障
zh_hant: 严重故障

source: Cron Expression
ar: تعبير كرون
de: Cron-Ausdruck
es: Expresión cron
fr: Expression Cron
it: Espressione Cron
ja: クロン式
ko: 크론 표현
pt_br: Expressão Cron
ru: Выражение Крон
zh_hans: Cron 表达式
zh_hant: Cron 表达式

source: Cron Schedule
ar: جدول Cron
de: Cron-Zeitplan
es: Programación Cron
fr: Planification Cron
it: Pianificazione Cron
ja: Cron スケジュール
ko: Cron 일정
pt_br: Agendamento Cron
ru: Расписание Cron
zh_hans: Cron 计划任务
zh_hant: Cron 排程任務

source: Cron Trigger
ar: مشغل كرون
es: Activador cron
fr: Déclencheur Cron
it: Trigger Cron
ja: クロントリガー
ko: 크론 트리거
pt_br: Gatilho Cron
ru: Крон-триггер
zh_hans: Cron 触发器
zh_hant: Cron 触發器

source: Cron Trigger Added
ar: تمت إضافة مشغل كرون
de: Cron-Trigger hinzugefügt
es: Activador cron agregado
fr: Déclencheur Cron ajouté
it: Aggiunto trigger Cron
ja: Cronトリガーの追加
ko: 크론 트리거가 추가되었습니다.
pt_br: Gatilho Cron adicionado
ru: Добавлен триггер Cron
zh_hans: 已添加 Cron 触发器
zh_hant: 已新增 Cron 触發器

source: Cron Trigger Deleted
ar: تم حذف مشغل كرون
de: Cron-Trigger gelöscht
es: Activador cron eliminado
fr: Déclencheur Cron supprimé
it: Trigger Cron eliminato
ja: Cron トリガーが削除されました
ko: 크론 트리거가 삭제되었습니다.
pt_br: Gatilho Cron excluído
ru: Триггер Cron удален.
zh_hans: 已删除 Cron 触发器
zh_hant: 已刪除 Cron 触發器

source: Cron Triggers
ar: مشغلات كرون
de: Cron-Trigger
es: Activadores cron
fr: Déclencheurs Cron
it: Trigger Cron
ja: クロントリガー
ko: 크론 트리거
pt_br: Gatilhos Cron
ru: Триггеры Крон
zh_hans: Cron 触发器
zh_hant: Cron 触發器

source: Cross-Origin Resource Sharing rules for browser requests.
ar: قواعد مشاركة الموارد عبر الأصل لطلبات المتصفح.
de: Cross-Origin-Ressourcenfreigaberegeln für Browseranfragen.
es: Reglas de intercambio de recursos entre orígenes para solicitudes del navegador.
fr: Règles de partage de ressources cross-origine pour les requêtes du navigateur.
it: Regole di condivisione delle risorse tra origini per le richieste del browser.
ja: ブラウザリクエストのクロスオリジンリソース共有ルール。
ko: 브라우저 요청에 대한 원본 간 리소스 공유 규칙입니다.
pt_br: Regras de compartilhamento de recursos entre origens para solicitações do navegador.
ru: Правила совместного использования ресурсов между источниками для запросов браузера.
zh_hans: 针对浏览器请求的跨源资源共享 (CORS) 规则。
zh_hant: 针对浏覽器請求的跨源资源共享 (CORS) 規則。

source: Cryptographic Parameters
ar: معلمات التشفير
de: Kryptografische Parameter
es: Parámetros criptográficos
fr: Paramètres cryptographiques
it: Parametri crittografici
ja: 暗号パラメータ
ko: 암호화 매개변수
pt_br: Parâmetros criptográficos
ru: Криптографические параметры
zh_hans: 加密算法与协议参数
zh_hant: 加密算法与协议参數

source: Cryptographically sign DNS records to prevent spoofing for %@.
ar: توقيع سجلات DNS رقمياً لمنع التزييف لـ %@.
de: DNS-Einträge kryptografisch signieren, um Spoofing für %@ zu verhindern.
es: Firma criptográficamente los registros DNS para evitar la suplantación de %@.
fr: Signez cryptographiquement les enregistrements DNS pour empêcher l'usurpation pour %@.
it: Firma crittograficamente i record DNS per prevenire lo spoofing per %@.
ja: DNS レコードを暗号で署名して %@ のスプーフィングを防止します。
ko: %@의 스푸핑을 방지하기 위해 DNS 레코드에 암호화 서명을 적용합니다.
pt_br: Assine criptograficamente registros DNS para evitar spoofing para %@.
ru: Криптографически подписывайте DNS-записи для предотвращения подделки для %@.
zh_hans: 对 DNS 记录进行加密签名以防止 %@ 被仿冒。
zh_hant: 對 DNS 記錄進行加密簽名以防止 %@ 被偽冒。

source: cURL Command
ar: أمر الضفيرة
de: cURL-Befehl
es: Comando rizo
fr: Commande cURL
it: Comando arriccia
ja: cURLコマンド
ko: cURL 명령
pt_br: Comando cURL
ru: Команда cURL
zh_hans: cURL 命令
zh_hant: cURL 命令

source: cURL command copied
ar: تم نسخ أمر cURL
de: cURL-Befehl kopiert
es: comando cURL copiado
fr: Commande cURL copiée
it: Comando cURL copiato
ja: cURLコマンドがコピーされました
ko: cURL 명령이 복사되었습니다.
pt_br: Comando cURL copiado
ru: Команда cURL скопирована
zh_hans: cURL 命令已复制
zh_hant: cURL 命令已複製

source: Current
ar: حاضِر
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 현재의
pt_br: Atual
ru: Текущий
zh_hans: 当前使用
zh_hant: 當前使用

source: Current Active Account
ar: الحساب النشط الحالي
de: Aktuell aktives Konto
es: Cuenta activa actual
fr: Compte actif actuel
it: Account attualmente attivo
ja: 現在のアクティブなアカウント
ko: 현재 활성 계정
pt_br: Conta ativa atual
ru: Текущий активный аккаунт
zh_hans: 当前活跃账户
zh_hant: 目前作用中帳戶

source: Custom Address
ar: عنوان مخصص
de: Benutzerdefinierte Adresse
es: Dirección personalizada
fr: Adresse personnalisée
it: Indirizzo personalizzato
ja: カスタムアドレス
ko: 맞춤 주소
pt_br: Endereço personalizado
ru: Пользовательский адрес
zh_hans: 自定义地址
zh_hant: 自定义地址

source: Custom cache behavior per URL
ar: سلوك ذاكرة التخزين المؤقت المخصص لكل عنوان URL
de: Benutzerdefiniertes Cache-Verhalten pro URL
es: Comportamiento de caché personalizado por URL
fr: Comportement du cache personnalisé par URL
it: Comportamento personalizzato della cache per URL
ja: URLごとのカスタムキャッシュ動作
ko: URL별 사용자 정의 캐시 동작
pt_br: Comportamento de cache personalizado por URL
ru: Пользовательское поведение кэша для каждого URL-адреса
zh_hans: 按 URL 自定义缓存行为
zh_hant: 按 URL 自定义快取行為

source: Custom cache behavior per URL pattern
ar: سلوك ذاكرة التخزين المؤقت المخصص لكل نمط عنوان URL
de: Benutzerdefiniertes Cache-Verhalten pro URL-Muster
es: Comportamiento de caché personalizado por patrón de URL
fr: Comportement du cache personnalisé par modèle d'URL
it: Comportamento della cache personalizzato per modello URL
ja: URL パターンごとのカスタム キャッシュ動作
ko: URL 패턴별 사용자 정의 캐시 동작
pt_br: Comportamento de cache personalizado por padrão de URL
ru: Пользовательское поведение кэша для каждого шаблона URL-адреса
zh_hans: 按 URL 规则自定义缓存行为
zh_hant: 按 URL 規則自定义快取行為

source: Custom Cache Purge
ar: تطهير ذاكرة التخزين المؤقت المخصصة
de: Benutzerdefinierte Cache-Bereinigung
es: Purga de caché personalizada
fr: Purge du cache personnalisé
it: Eliminazione cache personalizzata
ja: カスタムキャッシュパージ
ko: 사용자 정의 캐시 제거
pt_br: Limpeza de cache personalizada
ru: Пользовательская очистка кэша
zh_hans: 自定义缓存清理
zh_hant: 自定义快取清理

source: Custom Cache Purged
ar: تم مسح التخزين المؤقت المخصص
de: Benutzerdefinierter Cache gelöscht
es: Caché personalizada purgada
fr: Cache personnalisé purgé
it: Cache personalizzata svuotata
ja: カスタム キャッシュをパージしました
ko: 커스텀 캐시 삭제됨
pt_br: Cache personalizado limpo
ru: Пользовательский кэш очищен
zh_hans: 自定义缓存已清除
zh_hant: 自訂快取已清除

source: Custom Certificates
ar: الشهادات المخصصة
de: Benutzerdefinierte Zertifikate
es: Certificados personalizados
fr: Certificats personnalisés
it: Certificati personalizzati
ja: カスタム証明書
ko: 맞춤형 인증서
pt_br: Certificados personalizados
ru: Пользовательские сертификаты
zh_hans: 自定义证书
zh_hant: 自定义憑證

source: Custom Domain
ar: المجال المخصص
de: Benutzerdefinierte Domäne
es: Dominio personalizado
fr: Domaine personnalisé
it: Dominio personalizzato
ja: カスタムドメイン
ko: 맞춤 도메인
pt_br: Domínio Personalizado
ru: Пользовательский домен
zh_hans: 自定义域名
zh_hant: 自定义網域稱

source: Custom Domain Deleted
ar: تم حذف النطاق المخصص
de: Benutzerdefinierte Domain gelöscht
es: Dominio personalizado eliminado
fr: Domaine personnalisé supprimé
it: Dominio personalizzato eliminato
ja: カスタム ドメインを削除しました
ko: 커스텀 도메인 삭제됨
pt_br: Domínio personalizado excluído
ru: Пользовательский домен удален
zh_hans: 自定义域名已删除
zh_hant: 自訂網域已刪除

source: Custom Domain Hostname
ar: اسم مضيف المجال المخصص
de: Benutzerdefinierter Domain-Hostname
es: Nombre de host de dominio personalizado
fr: Nom d'hôte de domaine personnalisé
it: Nome host di dominio personalizzato
ja: カスタムドメインのホスト名
ko: 사용자 정의 도메인 호스트 이름
pt_br: Nome de host de domínio personalizado
ru: Имя хоста пользовательского домена
zh_hans: 自定义域名主机名
zh_hant: 自定义網域稱主機名稱

source: Custom Domains
ar: المجالات المخصصة
de: Benutzerdefinierte Domänen
es: Dominios personalizados
fr: Domaines personnalisés
it: Domini personalizzati
ja: カスタムドメイン
ko: 맞춤 도메인
pt_br: Domínios Personalizados
ru: Пользовательские домены
zh_hans: 自定义域名
zh_hant: 自定义網域稱

source: Custom Domains (%lld)
ar: المجالات المخصصة (%lld)
de: Benutzerdefinierte Domänen (%lld)
es: Dominios personalizados (%lld)
fr: Domaines personnalisés (%lld)
it: Domini personalizzati (%lld)
ja: カスタム ドメイン (%lld)
ko: 사용자 정의 도메인(%lld)
pt_br: Domínios personalizados (%lld)
ru: Пользовательские домены (%lld)
zh_hans: 自定义域名 (%lld)
zh_hant: 自定义網域稱 (%lld)

source: Custom domains configured for public bucket access.
ar: المجالات المخصصة التي تم تكوينها للوصول إلى المجموعة العامة.
de: Benutzerdefinierte Domänen, die für den öffentlichen Bucket-Zugriff konfiguriert sind.
es: Dominios personalizados configurados para acceso a depósitos públicos.
fr: Domaines personnalisés configurés pour l'accès au compartiment public.
it: Domini personalizzati configurati per l'accesso al bucket pubblico.
ja: パブリック バケット アクセス用に構成されたカスタム ドメイン。
ko: 퍼블릭 버킷 액세스를 위해 구성된 사용자 정의 도메인입니다.
pt_br: Domínios personalizados configurados para acesso público ao bucket.
ru: Пользовательские домены настроены для доступа к общедоступному сегменту.
zh_hans: 为公开访问存储桶配置的自定义域名。
zh_hant: 為公開访问儲存桶設定的自定义網域稱。

source: Custom domains map directly to this Worker without requiring DNS or SSL certificate configuration.
ar: يتم تعيين المجالات المخصصة مباشرة لهذا العامل دون الحاجة إلى تكوين شهادة DNS أو SSL.
de: Benutzerdefinierte Domänen werden diesem Worker direkt zugeordnet, ohne dass eine DNS- oder SSL-Zertifikatkonfiguration erforderlich ist.
es: Los dominios personalizados se asignan directamente a este Worker sin necesidad de configurar un certificado DNS o SSL.
fr: Les domaines personnalisés sont directement mappés à ce Worker sans nécessiter de configuration de certificat DNS ou SSL.
it: I domini personalizzati vengono mappati direttamente a questo lavoratore senza richiedere la configurazione del certificato DNS o SSL.
ja: カスタム ドメインは、DNS または SSL 証明書の構成を必要とせずに、このWorkerに直接マッピングされます。
ko: 사용자 정의 도메인은 DNS 또는 SSL 인증서 구성이 필요 없이 이 Worker에 직접 매핑됩니다.
pt_br: Os domínios personalizados são mapeados diretamente para este Worker sem exigir configuração de certificado DNS ou SSL.
ru: Пользовательские домены сопоставляются непосредственно с этим исполнителем без необходимости настройки сертификата DNS или SSL.
zh_hans: 自定义域名直接指向该 Worker 脚本，无需繁琐的 DNS 记录与 SSL 证书配置。
zh_hant: 自定义網域稱直接指向该 Worker 脚本，無需繁琐的 DNS 记录与 SSL 憑證設定。

source: Custom Hostname
ar: اسم المضيف المخصص
de: Benutzerdefinierter Hostname
es: Nombre de host personalizado
fr: Nom d'hôte personnalisé
it: Nome host personalizzato
ja: カスタムホスト名
ko: 맞춤 호스트 이름
pt_br: Nome de host personalizado
ru: Пользовательское имя хоста
zh_hans: 自定义主机名
zh_hant: 自定义主機名稱

source: Custom JSON payload sent in the HTTP request body.
ar: تم إرسال حمولة JSON المخصصة في نص طلب HTTP.
de: Benutzerdefinierte JSON-Nutzlast, die im HTTP-Anfragetext gesendet wird.
es: Carga útil JSON personalizada enviada en el cuerpo de la solicitud HTTP.
fr: Charge utile JSON personnalisée envoyée dans le corps de la requête HTTP.
it: Payload JSON personalizzato inviato nel corpo della richiesta HTTP.
ja: HTTP リクエスト本文で送信されるカスタム JSON ペイロード。
ko: HTTP 요청 본문으로 전송된 사용자 정의 JSON 페이로드입니다.
pt_br: Carga JSON personalizada enviada no corpo da solicitação HTTP.
ru: Пользовательские полезные данные JSON, отправленные в теле HTTP-запроса.
zh_hans: 作为 HTTP 请求体发送给 Worker 的自定义 JSON 载荷。
zh_hant: 作為 HTTP 請求體發送给 Worker 的自定义 JSON 載荷。

source: Custom Rules
ar: قواعد مخصصة
de: Benutzerdefinierte Regeln
es: Reglas personalizadas
fr: Règles personnalisées
it: Regole personalizzate
ja: カスタムルール
ko: 사용자 정의 규칙
pt_br: Regras personalizadas
ru: Пользовательские правила
zh_hans: 自定义规则
zh_hant: 自訂規則

source: Custom Rules (%lld)
ar: القواعد المخصصة (%lld)
de: Benutzerdefinierte Regeln (%lld)
es: Reglas personalizadas (%lld)
fr: Règles personnalisées (%lld)
it: Regole personalizzate (%lld)
ja: カスタムルール (%lld)
ko: 사용자 정의 규칙 (%lld)
pt_br: Regras personalizadas (%lld)
ru: Пользовательские правила (%lld)
zh_hans: 自定义规则 (%lld)
zh_hant: 自訂規則 (%lld)

source: Custom rules, managed rules
ar: القواعد المخصصة، القواعد المدارة
de: Benutzerdefinierte Regeln, verwaltete Regeln
es: Reglas personalizadas, reglas administradas
fr: Règles personnalisées, règles gérées
it: Regole personalizzate, regole gestite
ja: カスタムルール、マネージドルール
ko: 맞춤 규칙, 관리형 규칙
pt_br: Regras personalizadas, regras gerenciadas
ru: Пользовательские правила, управляемые правила
zh_hans: 自定义规则、托管规则
zh_hant: 自定义規則、托管規則

source: Custom schedule expression
ar: تعبير الجدول الزمني المخصص
de: Benutzerdefinierter Zeitplanausdruck
es: Expresión de programación personalizada
fr: Expression de planification personnalisée
it: Espressione di pianificazione personalizzata
ja: カスタムスケジュール式
ko: 사용자 정의 일정 표현
pt_br: Expressão de agendamento personalizada
ru: Пользовательское выражение расписания
zh_hans: 自定义计划表达式
zh_hant: 自定义计划表达式

source: Customize cache properties of your HTTP requests.
ar: تخصيص خصائص ذاكرة التخزين المؤقت لطلبات HTTP الخاصة بك.
de: Passen Sie die Cache-Eigenschaften Ihrer HTTP-Anfragen an.
es: Personalice las propiedades de la caché de sus solicitudes HTTP.
fr: Personnalisez les propriétés du cache de vos requêtes HTTP.
it: Personalizza le proprietà della cache delle tue richieste HTTP.
ja: HTTP リクエストのキャッシュ プロパティをカスタマイズします。
ko: HTTP 요청의 캐시 속성을 사용자 정의합니다.
pt_br: Personalize as propriedades de cache das suas solicitações HTTP.
ru: Настройте свойства кэша ваших HTTP-запросов.
zh_hans: 自定义 HTTP 请求的缓存属性。
zh_hant: 自定义 HTTP 請求的快取属性。

source: Customize your home screen appearance
ar: تخصيص مظهر الشاشة الرئيسية
de: Erscheinungsbild des Startbildschirms anpassen
es: Personaliza la apariencia de la pantalla de inicio
fr: Personnalisez l'apparence de votre écran d'accueil
it: Personalizza l'aspetto della schermata Home
ja: ホーム画面の外観をカスタマイズ
ko: 홈 화면 모양 맞춤 설정
pt_br: Personalize a aparência da tela de início
ru: Настройте внешний вид главного экрана
zh_hans: 个性化定制主屏幕桌面图标
zh_hant: 個性化定製主螢幕桌面圖示

source: Cyber Cyan
ar: سماوي سايبر
es: Cian ciber
fr: Cyan cyber
it: Ciano cyber
ja: サイバー シアン
ko: 사이버 시안
pt_br: Ciano cibernético
ru: Кибер-циан
zh_hans: 赛博青
zh_hant: 賽博青

source: D1
ar: د1
ru: Д1

source: D1 Database
ar: قاعدة بيانات D1
de: D1-Datenbank
es: Base de datos D1
fr: Base de données D1
it: Banca dati D1
ja: D1 データベース
ko: D1 데이터베이스
pt_br: Banco de dados D1
ru: База данных D1
zh_hans: D1 数据库
zh_hant: D1 資料庫

source: D1 Database Deleted
ar: تم حذف قاعدة بيانات D1
de: D1-Datenbank gelöscht
es: Base de datos D1 eliminada
fr: Base de données D1 supprimée
it: Database D1 eliminato
ja: D1 データベースが削除されました
ko: D1 데이터베이스가 삭제되었습니다.
pt_br: Banco de dados D1 excluído
ru: База данных D1 удалена
zh_hans: D1 数据库已删除
zh_hant: D1 資料庫已刪除

source: D1 Database ID
ar: معرف قاعدة بيانات D1
de: D1-Datenbank-ID
es: ID de base de datos D1
fr: ID de base de données D1
it: ID database D1
ja: D1 データベース ID
ko: D1 데이터베이스 ID
pt_br: ID do banco de dados D1
ru: ID базы данных D1
zh_hans: D1 数据库 ID
zh_hant: D1 資料庫 ID

source: D1 Databases
ar: قواعد البيانات D1
de: D1-Datenbanken
es: Bases de datos D1
fr: Bases de données D1
it: Banche dati D1
ja: D1 データベース
ko: D1 데이터베이스
pt_br: Bancos de dados D1
ru: Базы данных D1
zh_hans: D1 数据库
zh_hant: D1 資料庫

source: D1 Databases (%lld)
ar: قواعد بيانات D1 (%lld)
de: D1-Datenbanken (%lld)
es: Bases de datos D1 (%lld)
fr: Bases de données D1 (%lld)
it: Database D1 (%lld)
ja: D1 データベース (%lld)
ko: D1 데이터베이스(%lld)
pt_br: Bancos de dados D1 (%lld)
ru: Базы данных D1 (%lld)
zh_hans: D1 数据库 (%lld)
zh_hant: D1 資料庫 (%lld)

source: D1 is Cloudflare's native serverless SQL database powered by SQLite.
ar: D1 هي قاعدة بيانات SQL أصلية بدون خادم لـ Cloudflare مدعومة من SQLite.
de: D1 ist die native serverlose SQL-Datenbank von Cloudflare, die auf SQLite basiert.
es: D1 es la base de datos SQL sin servidor nativa de Cloudflare impulsada por SQLite.
fr: D1 est la base de données SQL sans serveur native de Cloudflare optimisée par SQLite.
it: D1 è il database SQL serverless nativo di Cloudflare basato su SQLite.
ja: D1は、SQLiteを利用したCloudflareのネイティブサーバーレスSQLデータベースです。
ko: D1은 SQLite를 기반으로 하는 Cloudflare의 기본 서버리스 SQL 데이터베이스입니다.
pt_br: D1 é o banco de dados SQL sem servidor nativo da Cloudflare desenvolvido com SQLite.
ru: D1 — это собственная бессерверная база данных SQL Cloudflare на базе SQLite.
zh_hans: D1 是 Cloudflare 基于 SQLite 构建的原生无服务器 SQL 数据库。
zh_hant: D1 是 Cloudflare 基于 SQLite 构建的原生無服务器 SQL 資料庫。

source: Daily at midnight (UTC)
ar: يوميًا عند منتصف الليل (التوقيت العالمي الموحد)
de: Täglich um Mitternacht (UTC)
es: Diariamente a medianoche (UTC)
fr: Tous les jours à minuit (UTC)
it: Tutti i giorni a mezzanotte (UTC)
ja: 毎日深夜 (UTC)
ko: 매일 자정(UTC)
pt_br: Diariamente à meia-noite (UTC)
ru: Ежедневно в полночь (UTC)
zh_hans: 每天午夜 (UTC)
zh_hant: 每天午夜 (UTC)

source: Daily at noon (UTC)
ar: يوميًا عند الظهر (التوقيت العالمي الموحد)
de: Täglich um 12:00 Uhr (UTC)
es: Diariamente al mediodía (UTC)
fr: Tous les jours à midi (UTC)
it: Tutti i giorni a mezzogiorno (UTC)
ja: 毎日正午 (UTC)
ko: 매일 정오(UTC)
pt_br: Diariamente ao meio-dia (UTC)
ru: Ежедневно в полдень (UTC)
zh_hans: 每天正午 (UTC)
zh_hant: 每天正午 (UTC)

source: Danger Zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
it: Zona pericolosa
ja: 危険地帯
ko: 위험지대
pt_br: Zona de perigo
ru: Опасная зона
zh_hans: 危险操作区
zh_hant: 危险操作区

source: DANGER: Enabling HSTS will force browsers to connect via HTTPS only. If your origin server loses HTTPS support, your site will be inaccessible until the Max-Age expires.
ar: خطر: سيؤدي تمكين HSTS إلى إجبار المتصفحات على الاتصال عبر HTTPS فقط. إذا فقد خادمك الأصلي دعم HTTPS، فلن يكون من الممكن الوصول إلى موقعك حتى تنتهي صلاحية Max-Age.
de: GEFAHR: Durch die Aktivierung von HSTS werden Browser gezwungen, eine Verbindung nur über HTTPS herzustellen. Wenn Ihr Ursprungsserver die HTTPS-Unterstützung verliert, kann auf Ihre Website nicht zugegriffen werden, bis das maximale Alter abläuft.
es: PELIGRO: Habilitar HSTS obligará a los navegadores a conectarse solo a través de HTTPS. Si su servidor de origen pierde la compatibilidad con HTTPS, su sitio será inaccesible hasta que expire Max-Age.
fr: DANGER : l'activation de HSTS forcera les navigateurs à se connecter uniquement via HTTPS. Si votre serveur d'origine perd la prise en charge HTTPS, votre site sera inaccessible jusqu'à l'expiration de l'âge maximum.
it: PERICOLO: l'abilitazione di HSTS obbligherà i browser a connettersi solo tramite HTTPS. Se il tuo server di origine perde il supporto HTTPS, il tuo sito sarà inaccessibile fino alla scadenza dell'età massima.
ja: 危険: HSTS を有効にすると、ブラウザは HTTPS のみを介して接続するようになります。オリジンサーバーが HTTPS サポートを失うと、Max-Age の有効期限が切れるまでサイトにアクセスできなくなります。
ko: 위험: HSTS를 활성화하면 브라우저가 HTTPS를 통해서만 연결됩니다. 원본 서버가 HTTPS 지원을 잃으면 Max-Age가 만료될 때까지 사이트에 액세스할 수 없습니다.
pt_br: PERIGO: A ativação do HSTS forçará os navegadores a se conectarem apenas via HTTPS. Se o seu servidor de origem perder o suporte HTTPS, seu site ficará inacessível até que o Max-Age expire.
ru: ОПАСНО: включение HSTS заставит браузеры подключаться только через HTTPS. Если ваш исходный сервер потеряет поддержку HTTPS, ваш сайт будет недоступен до истечения срока действия Max-Age.
zh_hans: 危险：启用 HSTS 将强制浏览器仅通过 HTTPS 连接。如果源服务器失去 HTTPS 支持，您的网站在最大存活期过期前将无法访问。
zh_hant: 危险：啟用 HSTS 将强制浏覽器仅通過 HTTPS 連線。如果源服务器失去 HTTPS 支持，您的網站在最大存活期過期前将無法访问。
